var world={
	'中国':['浙江','北京','上海','江苏'],
};
var china={
	'北京':['东城','西城','崇文','宣武','朝阳','丰台','石景山','海淀','门头沟','房山','通州','顺义','昌平','大兴','平谷','怀柔','密云','延庆'],
	'上海':['黄浦','卢湾','徐汇','长宁','静安','普陀','闸北','虹口','杨浦','闵行','宝山','嘉定','浦东新','金山','松江','南汇','奉贤','青浦','崇明'],
	'浙江':['杭州','宁波','温州','嘉兴','湖州','绍兴','金华','衢州','舟山','台州','丽水'],
	'江苏':['南京','无锡','徐州','常州','苏州','南通','连云港','淮安','盐城','扬州','镇江','泰州','宿迁']
};
var cityChina={
	'东城':['上城区','下城','江干区','拱墅区','西湖区','滨江区','萧山区','余杭区','桐庐县','淳安县','建德市','富阳市','临安市'],
	'杭州':['上城区','下城','江干区','拱墅区','西湖区','滨江区','萧山区','余杭区','桐庐县','淳安县','建德市','富阳市','临安市'],
	'宁波':['海曙区','江东区','江北区','北仑区','镇海区','鄞州区','象山县','宁海县','余姚市','慈溪市','奉化市'],
	'温州':['鹿城区','龙湾区','瓯海区','洞头县','永嘉县','平阳县','苍南县','文成县','泰顺县','瑞安市','乐清市'],
	'嘉兴':['南湖区','秀洲区','嘉善县','海盐县','海宁市','平湖市','桐乡市'],
	'湖州':['吴兴区','南浔区','德清县','长兴县','安吉县'],
	'绍兴':['越城区','绍兴县','新昌县','诸暨市','上虞市','嵊州市'],
	'金华':['婺城区','金东区','武义县','浦江县','磐安县','兰溪市','义乌市','东阳市','永康市'],
	'衢州':['柯城区','衢江区','常山县','开化县','龙游县','江山市'],
	'舟山':['定海区','普陀区','岱山县','嵊泗县'],
	'台州':['椒江区','黄岩区','路桥区','玉环县','三门县','天台县','仙居县','温岭市','临海市'],
	'丽水':['莲都区','青田县','缙云县','遂昌县','松阳县','云和县','庆元县','景宁畲族自治县','龙泉市'],
	'南京':['玄武区','白下区','秦淮区','建邺区','鼓楼区','下关区','浦口区','栖霞区','雨花台区','江宁区','六合区','溧水县','高淳县'],
	'无锡':['崇安区','南长区','北塘区','锡山区','惠山区','滨湖区','江阴市','宜兴市'],
	'徐州':['鼓楼区','云龙区','九里区','贾汪区','泉山区','丰县','沛县','铜山县','睢宁县','新沂市','邳州市'],
	'常州':['天宁区','钟楼区','戚墅堰区','新北区','武进区','溧阳市','金坛市'],
	'苏州':['沧浪区','平江区','金阊区','虎丘区','吴中区','相城区','常熟市','张家港市','昆山市','吴江市','太仓市'],
	'南通':['崇川区','港闸区','海安县','如东县','启东市','如皋市','通州市','海门市'],
	'连云港':['连云区','新浦区','海州区','赣榆县','东海县','灌云县','灌南县'],
	'淮安':['清河区','楚州区','淮阴区','清浦区','涟水县','洪泽县','盱眙县','金湖县'],
	'盐城':['亭湖区','盐都区','响水县','滨海县','阜宁县','射阳县','建湖县','东台市','大丰市'],
	'扬州':['广陵区','邗江区','维扬区','宝应县','仪征市','高邮市','江都市'],
	'镇江':['京口区','润州区','丹徒区','丹阳市','扬中市','句容市'],
	'泰州':['海陵区','高港区','兴化市','靖江市','泰兴市','姜堰市'],
	'宿迁':['宿城区','宿豫区','沭阳县','泗阳县','泗洪县']
}
